Repository: bberkint/flutter_bootcamp
Catalog: tasarim_calismasi/lib/l10n/app_*.arb
Languages: tr

# pizzaBaslik
source: Beef Cheese
tr: Etli Peynirli

# peynirYazi
source: Cheese
tr: Peynirli

# sucukYazi
source: Sausage
tr: Sucuklu

# zeytinYazi
source: Olive
tr: Zeytinli

# biberYazi
source: Pepper
tr: Biberli

# teslimatSure
source: 20 Min
tr: 20 dk

# teslimatBaslik
source: Delivery
tr: Teslimat

# pizzaAciklama
source: Meat Lover, get ready to meet your pizza !
tr: Et sever, pizzanla tanışmaya hazırlan!

# buttonYazi
source: ADD TO CART
tr: SEPETE EKLE

# filmMain
source: Home Alone
tr: Evde Tek Başına

# kategori
source: Comedy
tr: Komedi

# butonYazi2
source: Comedy Movie
tr: Komedi Filmi

# butonYazi3
source: An American movie was recorded in 1986
tr: 1986 Yapımı Amerikan filmi

# butonYazi4
source: Made by Michael
tr: Michael tarafından yönetmenliği yapıldı
